# NOTE:
#   _                  _
#  | |_  ___ _ __  ___| |__ _ _ _____ __ __
#  | ' \/ _ \ '  \/ -_) '_ \ '_/ -_) V  V /
#  |_||_\___/_|_|_\___|_.__/_| \___|\_/\_/

tap "felixkratz/formulae"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jorgerojas26/lazysql"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "oven-sh/bun"
tap "sandreas/tap"
brew "age"
brew "asdf"
brew "antidote"
brew "bacon"
brew "bat"
brew "biome"
brew "bitwarden-cli"
brew "btop"
brew "oven-sh/bun/bun"
brew "chezmoi"
brew "coreutils"
brew "exiv2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "feh"
brew "ffmpegthumbnailer"
brew "flac"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "imagemagick"
brew "jj"
brew "jq"
brew "just"
brew "lazygit"
brew "lazysql"
brew "lua"
brew "luajit"
brew "make"
brew "markdownlint-cli"
brew "neovim"
brew "p7zip"
brew "php"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "postgresql"
brew "protobuf"
brew "ripgrep"
brew "rom-tools"
brew "rustup-init"
brew "starship"
brew "thefuck"
brew "tokei"
brew "topgrade"
brew "tlrc"
brew "tree"
brew "unar"
brew "unzip"
brew "uv"
brew "viu"
brew "wget"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
brew "jesseduffield/lazydocker/lazydocker"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sandreas/tap/m4b-tool"
cask "arc"
cask "appcleaner"
cask "balenaetcher"
cask "betterzip"
cask "bruno"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "flux"
cask "font-caskaydia-cove-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-liberation-nerd-font"
cask "font-maple"
cask "font-meslo-for-powerlevel10k"
cask "font-mononoki-nerd-font"
cask "font-poppins"
cask "font-powerline-symbols"
cask "font-raleway"
cask "font-roboto"
cask "git-credential-manager-core"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "linearmouse"
cask "notunes"
cask "numi"
cask "obsidian"
cask "qbittorrent"
cask "qmk-toolbox"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "shottr"
cask "spotify"
cask "sonos"
cask "suspicious-package"
cask "visual-studio-code"
cask "vlc"
cask "webpquicklook"
cask "wezterm-nightly"
cask "xld"
cask "zoom"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "alexcvzz.vscode-sqlite"
vscode "ardenivanov.svelte-intellisense"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "codeium.codeium"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "fivethree.vscode-svelte-snippets"
vscode "formulahendry.auto-rename-tag"
vscode "github.github-vscode-theme"
vscode "github.remotehub"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "ms-azuretools.vscode-docker"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.remote-repositories"
vscode "perkovec.emoji"
vscode "prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "svelte.svelte-vscode"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "wallabyjs.quokka-vscode"
vscode "wix.vscode-import-cost"
vscode "xaver.clang-format"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
