# NOTE:
#   _                  _
#  | |_  ___ _ __  ___| |__ _ _ _____ __ __
#  | ' \/ _ \ '  \/ -_) '_ \ '_/ -_) V  V /
#  |_||_\___/_|_|_\___|_.__/_| \___|\_/\_/

tap "felixkratz/formulae"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jorgerojas26/lazysql"
tap "microsoft/git"
tap "nikitabobko/tap"
tap "oven-sh/bun"
brew "age"
brew "antidote"
brew "bacon"
brew "bat"
brew "biome"
brew "bitwarden-cli"
brew "btop"
brew "oven-sh/bun/bun"
brew "chezmoi"
brew "coreutils"
brew "deno"
brew "exiv2"
brew "eza"
brew "fastfetch"
brew "fd"
brew "feh"
brew "ffmpegthumbnailer"
brew "flac"
brew "font-symbols-only-nerd-font"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "imagemagick"
brew "jj"
brew "jq"
brew "just"
brew "lazygit"
brew "lazysql"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "markdownlint-cli"
brew "mise"
brew "neovim"
brew "p7zip"
brew "php"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "postgresql"
brew "protobuf"
brew "ripgrep"
brew "rom-tools"
brew "rustup-init"
brew "starship"
brew "tokei"
brew "topgrade"
brew "tlrc"
brew "tree"
brew "typst"
brew "unar"
brew "unzip"
brew "uv"
brew "viu"
brew "wget"
brew "xh"
brew "yazi"
brew "yq"
brew "yt-dlp"
brew "zig"
brew "zoxide"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
brew "jesseduffield/lazydocker/lazydocker"
cask "aerospace"
cask "appcleaner"
cask "balenaetcher"
cask "betterdisplay"
cask "betterzip"
cask "bruno"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "flux"
cask "font-caskaydia-cove-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-liberation-nerd-font"
cask "font-maple"
cask "font-meslo-for-powerlevel10k"
cask "font-mononoki-nerd-font"
cask "font-poppins"
cask "font-powerline-symbols"
cask "font-raleway"
cask "font-roboto"
cask "git-credential-manager-core"
cask "google-chrome"
cask "handbrake"
cask "iina"
cask "linearmouse"
cask "lm-studio"
cask "notunes"
cask "numi"
cask "obsidian"
cask "qbittorrent"
cask "qmk-toolbox"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "raycast"
cask "shottr"
cask "spotify"
cask "sonos"
cask "suspicious-package"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "webpquicklook"
cask "wezterm-nightly"
cask "xld"
cask "zed"
cask "zoom"
