# NOTE:
#   _                  _
#  | |_  ___ _ __  ___| |__ _ _ _____ __ __
#  | ' \/ _ \ '  \/ -_) '_ \ '_/ -_) V  V /
#  |_||_\___/_|_|_\___|_.__/_| \___|\_/\_/

tap "felixkratz/formulae"
tap "homebrew-ffmpeg/ffmpeg"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "microsoft/git"
tap "nikitabobko/tap"
brew "antidote"
brew "autoconf"
brew "btop"
brew "cmake"
brew "coreutils"
brew "delve"
brew "exiv2"
brew "ffmpeg", args: ["with-fdk-aac"]
brew "ffmpegthumbnailer"
brew "flac"
brew "font-symbols-only-nerd-font"
brew "git"
brew "goreleaser"
brew "imagemagick"
brew "lua"
brew "luajit"
brew "luarocks"
brew "make"
brew "mole"
brew "p7zip"
brew "php"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "rom-tools"
brew "topgrade"
brew "ttyd"
brew "unar"
brew "unzip"
brew "viu"
brew "wget"
brew "zsh"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
brew "felixkratz/formulae/svim"
brew "homebrew-ffmpeg/ffmpeg/ffmpeg", args: ["with-fdk-aac"]
cask "affinity"
cask "aerospace"
cask "balenaetcher"
cask "betterdisplay"
cask "bruno"
cask "calibre"
cask "dbeaver-community"
cask "discord"
cask "dropbox"
cask "flux"
cask "font-caskaydia-cove-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-fira-code"
cask "font-fira-code-nerd-font"
cask "font-geist"
cask "font-inter"
cask "font-iosevka"
cask "font-iosevka-nerd-font"
cask "font-iosevka-term-nerd-font"
cask "font-iosevka-term-slab-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lato"
cask "font-liberation-nerd-font"
cask "font-maple"
cask "font-meslo-for-powerlevel10k"
cask "font-mononoki-nerd-font"
cask "font-poppins"
cask "font-powerline-symbols"
cask "font-raleway"
cask "font-roboto"
cask "git-credential-manager-core"
cask "google-chrome"
cask "handbrake"
cask "helium-browser"
cask "iina"
cask "linearmouse"
cask "lm-studio"
cask "notunes"
cask "numi"
cask "obsidian"
cask "qbittorrent"
cask "qmk-toolbox"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "shottr"
cask "sonos"
cask "spotify"
cask "suspicious-package"
cask "webpquicklook"
cask "wezterm@nightly"
cask "xld"
cask "zed"
cask "zoom"
